Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: , and you are free to use materials like songs, videos, digital media resources, newspaper article analyzes to make your project interesting.
nb: Har kunnskap om kvantitative forskningsmetoder, og deres muligheter og begrensinger i forskning på tema som vold, overgrep, rus, psykisk helse blant (utsatte) barn og unge.

source: Depending on the selected format (such as web page, digital folder in Canvas, or a pdf file) and
nb: etter valgt format (for eksempel nettside, digital mappe på Canvas, eller som pdf-fil), og bredde og dybde i

source: All students must themselves write an Online Learning Agreement via EASY.
nb: Studenter ved utøvende kunstfag oppretter en Online Learning Agreement via søkerportalen EASY.

source: Rules for good hygiene still apply.
nb: Regler for god hygiene gjelder fortsatt.

source: The work started in spring 2020.
nb: Disse fikk EØS-prosjekter i 2020

source: For candidates being hired (not qualification promotion) on the basis of
nb: For de som ansettes, men ikke for de som gis opprykk, på grunnlag av utøvende kunstnerisk

source: The PAN-FIGHT project studies how to fight pandemics with enhanced risk communication.
nb: Forskningsprosjektet PAN-FIGHT studerer risiko-kommunikasjon i pandemier.

source: The student will know how to work under axenic conditions, and grow seedlings in vitro.
nb: Studenten vil kunne preparere løsninger, arbeide sterilt og dyrke biologisk materiale in vitro.

source: • participation in national/international networks involving artistic research
nb: • deltakelse i nasjonale/internasjonale nettverk rundt kunstnerisk forskning (artistic research)

source: teaching and research positions, section 1-3:
nb: forskrift om ansettelse og opprykk i undervisnings- og forskerstil inger § 1-3:

source: Computational modeling MOD300
nb: Teknisk modellering MOD300

source: Cognitive lab at UiS is an inter-faculty initiative that wil be an arena for interdisciplinary
nb: Kognitiv lab på UIS er et tverrfakultært initiativ som skal være en arena for tverrfaglig

source: Elements of mathematical logic, basic topological notions, analytic and harmonic functions of a complex variable, Cauchy-Riemann conditions, Cauchy's integral theorem and integral formulas, Taylor and Laurent series representations, classification of isolated singularities and residue theory.
nb: Kort innføring i matematisk logikk, grunnleggende topologiske begreper, analytiske og harmoniske funksjoner av en kompleks variabel, Cauchy-Riemanns ligninger, Cauchys integralsats og integralformel, Taylor- og Laurentrekker, isolerte singulariteter og residyteori.

source: This IPN project is owned and managed by Dynamic Well Solutions in collaboration with Envitec and UiS.
nb: Dette IPN-prosjektet eies og ledes av Dynamic Well Solutions i samarbeid med Envitec og UiS.

source: Currently, she is teaching city planning and urban design at the University of Stavanger with a focus on sustainable development.
nb: Hun underviser i byplanlegging og urban design ved Universitetet i Stavanger med fokus på bærekraftig utvikling.

source: Questions about ORCID?
nb: Spørsmål om ORCID?

source: When hiring (not qualification promotion) on the basis of performing artistic expertise, artistic dissemination
nb: Ved ansettelse (ikke kvalifikasjonsopprykk) på grunnlag av utøvende kunstnerisk kompetanse kan kunstnerisk

source: Folkvord and Kvaløy appointed to a new tax committee
nb: Folkvord og Kvaløy oppnevnt til nytt skatteutvalg

source: Original research shal be presented within good pedagogical and design frameworks, often with an innovative
nb: Original forsking skal presenteres innenfor gode pedagogiske og designfaglige rammer, gjerne

source: Algorithms for sorting and searching.
nb: Algoritmer for sortering og søking.

source: (general prevention) is about countering radicalization and violent
nb: (generell forebygging) handler om å motvirke radikalisering og voldelig

source: Useful resources in Canvas
nb: Nyttige ressurser i Canvas

source: This course includes data modeling, use of relational databases, query optimization and transactions.
nb: Kurset inkluderer datamodellering, bruk av relasjonsdatabaser, optimalisering av spørsmål og transaksjoner.

source: The course was fully booked, with around 30 students from Aarhus University, the University of Copenhagen, the University of Gothenburg, Lund University, NHH, NTNU, the University of Bergen, the University of Oslo and the University of Stavanger, among others.
nb: Kurset var fulltegnet, med rundt 30 studenter fra blant andre Aarhus Universitet, Københavns Universitet, Göteborgs universitet, Lunds Universitet, NHH, NTNU, Universitetet i Bergen, Universitetet i Oslo og Universitetet i Stavanger.

source: Try with different light intensity, see if it affects the rotation speed.
nb: Prøv med forskjellig lysstyrke, se om det påvirker rotasjonshastigheten.

source: Nonlinear modelling and analysis of structures for quasi-static and dynamic loadings.
nb: Ikke-lineær modellering og analyse av konstruksjoner for kvasistatisk og dynamiske laster.

source: F5: The Candidate is able to carry out a scientific investigation under supervision and in line with the ethical and scientific standards of the subject areas.
nb: F5 Kandidaten kan gjennomføre en vitenskapelig undersøkelse under veiledning og i tråd med etiske og vitenskapelige normer innenfor fagfeltet.

source: We will establish design basis for the mud weight, the hydraulics and optimization.
nb: Her vil en definere metodebasis for design av boreslam, pumperater, optimalisering.

source: The oral presentation and defence will be graded individually and is weighted 10%.
nb: Gruppen skal presentere og forsvare oppgaven, hvor hver deltaker blir involvert og får individuell karakter, som teller 10%.

source: Understand use of compositional and PVT analysis for reservoir and production-technical calculations.
nb: Forstå bruk av komposisjons- og PVT-analyse for reservoar- og produksjonstekniske beregninger.

source: MOVE-P is a motivational project for upper secondary schools.
nb: MOVE-P er et prosjekt som retter seg mot lærere og elever i videregående skole.

source: Registrer your application in the application portal
nb: Du registrerer din søknad i

source: There will be held information meetings for each study programme throughout week 33 on Campus Bjergsted.
nb: Det arrangeres informasjonsmøter for hvert studieprogram gjennom hele uke 33 på campus Bjergsted.

source: Members of the board in 2021.
nb: Senterstyret ved SHARE i 2021.

source: Furthermore, candidates know how to perform fundamental laboratory methods for water quality analysis and laboratory tests for design and operational analysis of treatment unit processes.
nb: Videre kan kandidatene foreta laboratorietester for design og analyse av rensetekniske enhetsprosesser.

source: The person appointed to the post of professor should be able to specifical y document good skil s and
nb: Den som ansettes som professor bør spesifikt kunne dokumentere gode evner til, og erfaring med, veiledning

source: (These requirements are continuously updated).
nb: (Disse kravene oppdateres kontinuerlig).

source: What forms of collective organizing did they establish, and what were their aims?
nb: Når og hvorfor ble fellestrekk og / eller forskjeller vektlagt i disse identitetsprosjektene?

source: The programme has an international profile, with a limited number of study places.
nb: Studiet har en internasjonal profil, med et begrenset antall studieplasser.

source: 4 hours lectures and 2 hours exercises per week and project work for 5 weeks with 2 hours pr week tutorial.
nb: 4 timer forelesning og 2 timer regneøvinger pr uke og prosjektarbeid i 5 uker med 2 timer veiledning per uke.

source: Today it was further strengthened by the Norwegian state when Minister of Trade and Industry Iselin Nybø announced that the project “Low-emission value chains for offshore aquaculture” will receive almost NOK 96 million from the Green Platform Initiative to develop low-emission value chains for offshore aquaculture.
nb: Nå i dag fikk de ytterligere mer kraft fra statlig hold da næringsminister Iselin Nybø annonserte at prosjektet «Lavutslippsverdikjede for havbruk til havs» får nær 96 millioner fra Grønn plattform for å utvikle lavutslippsverdikjeder for havbasert havbruk.

source: • conscious and systematic testing of different teaching methods and forms of assessment, including
nb: • bevisst og systematisk utprøving av ulike undervisningsmåter og vurderingsformer, herunder også

source: Throughout the COVID-19 outbreak, we have observed considerable variations in how national governments have communicated with their citizens.
nb: Det har vært stor variasjon i hvordan ulike lands myndigheter har kommunisert med sine innbyggere om COVID-19.

source: The course runs over 2 semesters and is a combination of online study and practical work in the preschools.
nb: Utdanningen går over 2 semestre og er en kombinasjon av nettbasert studium og praktisk jobbing i barnehagene.

source: All citations are registered to you and you get the recognition you deserve even if the publishers have not spelled your name the same (Husøy, Husoy, Husoey).
nb: Alle siteringer blir registrert på deg og du får den anerkjennelsen du fortjener selv om forlagene ikke har stavet navnet ditt likt (Husøy, Husoy, Husoey).

source: On this page you will find news and operational announcements from the IT Department at UiS.
nb: På denne siden finner du nyheter og driftsmeldinger fra IT-avdelingen ved UiS.

source: Design principles for mobile and wireless networks
nb: Designprinsipper for mobile og trådløse nettverk

source: General chemistry, and basic statistics.
nb: Generell kjemi, og grunnleggende statistikk.

source: To apply for reserving your study place, you need to accept the place within the deadline, and send in an application within 3 weeks from when you receive the offer.
nb: For å søke om å reservere studieplass må man takke ja til tilbudet om plass og sende inn søknad innen 3 uker fra mottatt tilbud.

source: Calculation of in place reserves based on geophysical, petrophysical, and production/test data.
nb: Beregning av reserver i reservoaret basert på geofysiske, petrofysiske, og produksjon/test data.

source: Both international applicants and applicants with a Norwegian social security number can apply for admission by 1 March through
nb: Både internasjonale søkere og søkere med norsk personnummer kan søke ordinært opptak til studiet innen 1. mars via

source: action plans and guidelines, national and international research literature, media items and
nb: handlingsplaner og retningslinjer, nasjonal og internasjonal forskningslitteratur, medieoppslag og

source: Use important functionalities in Zotero like organizing the references in folders, saving PDF files, searching the library and more.
nb: Kjenne til nyttige funksjoner i Zotero som organisering av referanser i mapper, lagring av PDF, søking i biblioteket m.m.

source: FAQ for local admission
nb: FAQ ved søking til lokalt opptak

source: Filming lab procedures
nb: Filming av labprosedyrer

source: • Nurse/paramedic/ambulance worker/physician in health care services outside of hospital that
nb: • Sykepleier/paramedisiner/ambulansearbeider/lege i helsetjeneste utenfor sykehus som

source: As a part of this year's Open Access Week, the University Library, in collaboration with severa
nb: I anledning årets Open Access Week inviterer Universitetsbiblioteket, i samarbeid med flere andre no

source: (BYG 655), Department of safety, economics and planning (ISØP) in association with
nb: (BYG 655), Institutt for sikkerhet, økonomi og planlegging (ISØP) i samarbeid med

source: The collaboration with UiS allows us to lift the approach to the project from a technical to a scientific level", says Stian Gundersen in Dynamic Well Solutions.
nb: Samarbeidet med UIS vil gjøre at vi løfter tilnærmingen til prosjektet fra et teknisk til et vitenskapelig nivå, sier Stian Gundersen i Dynamic Well Solutions.

source: other issues interfacing with civil protection and emergency preparedness.
nb: samt andre temaer med grenseflater mot samfunnssikkerhet og beredskap.

source: Visibility: The person appointed to the post of professor should have published scientific works that
nb: Den som ansettes som professor bør ha publisert vitenskapelige arbeider som har vakt

source: Kjersti Engan is working to analyse video footage of births and resuscitation of newborns.
nb: jobber Kjersti Engan med å analysere videoopptak av fødsler og gjenoppliving av nyfødte.

source: Send print from your own PC or UiS PC to the available print queue (PrintUFRII1, uis-airprint, etc.).
nb: Send utskrift fra egen PC eller UiS PC til tilgjengelig utskriftskø (PrintUFRII1, uis-airprint osv.).

source: The position percentage must be stated clearly in the paycheck, and the date of the paycheck must also be clear.
nb: Det må være tydelig på lønnslippen hvilken stillingsprosent man er i og når lønnslippen gjelder.

source: Be able to use and analyze relevant methods and tools specific for mathematical modelling, calculations and/or numerical methods.
nb: Kan anvende og analysere relevante metodeverktøy og arbeidsmåter, spesifikt matematisk modellering, beregninger og/eller numeriske metoder.

source: demonstrate that you master the craft of doing research.
nb: Sikrere ventiler i olje- og gassindustrien

source: Samfunnsviterne studentlag is a connecting organisation between Samfunnsviterne and your University.
nb: Samfunnsviternes studentlag er bindeleddet mellom Samfunnsviterne og ditt studiested.

source: The project “the Geopolitics of Renewables Simulation” is giving students the possibility to partake in simulated real-time negotiations of international energy and climate policy.
nb: Prosjektet “the Geopolitics of Renewables Simulation” gir studenter mulighet til å delta i sanntids-simulert forhandlinger om internasjonal energi og klimapolitikk.

source: Understand the concepts of analytic and harmonic functions, and be able to understand and use the necessary conditions of differentiability.
nb: Kjenne begrepene analytisk og harmonisk funksjon, og kunne forstå og bruke nødvendige betingelser for deriverbarhet.

source: • documentation of experience with educational management
nb: • dokumentasjon på erfaringer med utdanningsledelse

source: Both long-term and sudden crises cause vulnerability globally, says Ingrid Tjoflåt.
nb: Både langvarige og uforutsette kriser fører til sårbarhet globalt, forteller Ingrid Tjoflåt.

source: Techniques and methods for signal- and image compression.
nb: Teknikker og metoder for signal- og bildekompresjon.

source: Belonging is fundamental for children in terms of their well-being, play, exploration and learning in everyday life, explains Alvestad.
nb: Tilhørighet er grunnleggende for barn med tanke på deres trivsel, lek, utforsking og læring i hverdagen, forklarer Alvestad.

source: performing arts expertise, artistic dissemination skil s can replace basic pedagogical competence.
nb: kompetanse, kan kunstnerisk formidlingskompetanse erstatte utdanningsfaglig kompetanse.

source: The teaching is based on basic knowledge in risk and vulnerability analysis, for example SAM 510 Risk based management, and bachelor within an engineering discipline.
nb: Kurset er basert på grunnleggende kunnskap i risiko og sårbarhetsanalyse, for eksempel SAM 510 Risikobasert styring og en bachelorgrad innenfor en ingeniørdisiplin.

source: I also thrive very well in Stavanger.
nb: I tillegg trives jeg veldig godt i Stavanger.

source: Campbell collected this data while she was a doctoral student at the University of Otago in New Zealand, and has continued this work since joining UiS.
nb: Campbell samlet sammen disse dataene mens hun var stipendiat ved University of Otago på New Zealand, og har fortsatt arbeidet etter at hun kom til UiS.

source: You have to fill in the whole school year even if you are only going to be there for one semester.
nb: Du må fylle ut hele skoleåret selv om du bare skal være der i et semester.

source: Try to estimate how much time you need to spend on your course work and how much time you have available for other things.
nb: Prøv å beregne omtrent hvor mye tid du må bruke på studiet og hva du kan bruke på andre ting.

source: Conduct resource smoothing and full resource levelling.
nb: Gassturbin utforming og utvikling belyses.

source: • application to NAV for Lingdys reading and writing tool (requires documentation of dyslexia)
nb: • søknad til NAV om Lingdys (krever dokumentasjon på dysleksi)

source: Digital implementation of Open Access Week was a success!
nb: Digital gjennomføring av Open Access Week var en suksess!

source: The project aims to develop an innovative learning methodology for utilising 360° video technology and hence stimulate the flow and exchange of knowledge between higher education and enterprises.
nb: Prosjektet har som mål å utvikle en innovativ læringsmetodikk for bruk av 360° interaktiv videoteknologi, og samtidig stimulere til utveksling av kunnskap mellom høyere utdanning og bedrifter.

source: Coding/programming will be an important part of the course, and we will use Python as the primary programming language for the course.
nb: Koding / programmering vil være en viktig del av kurset, og vi vil bruke Python som det primære programmeringsspråket for kurset.

source: All attachments you upload should be a picture of your original documents (do not scan copies).
nb: Alle vedlegg du laster opp skal være bilde av originaldokumentene dine (ikke skann inn kopier).

source: Important for policy makers
nb: Viktig for beslutningstakere

source: Inge and Magne are on fire over today's episode where they precipitate metallic copper.
nb: Inge og Magne er i fyr og flamme over dagens luke hvor de utfeller metallisk kobber.

source: international or national standard in the subject area, normal y at least 10 journal articles in peer-
nb: internasjonale el er nasjonale standarden innenfor fagområdet, normalt minimum 10 tidsskriftartikler

source: Apply and understand relevant digital tools.
nb: Bruke og forstå relevante digitale verktøy.

source: If you are off campus and can’t get access, you can create an account with your student e-mail (UiS mail) and Statista will recognize the email address (stud.uis.no) and give you access.
nb: Dersom du ikke er på campus og sliter med å få tilgang kan du lage en konto med studentmailen (UiS mailadresse), da vil Statista kjenne igjen mailadressen (stud.uis.no) og gi deg tilgang.

source: Conduct project appraisal and project prioritization.
nb: Forstå hva som menes med rentens terminstruktur og terminrenter.

source: Know how data structures and algorithms for lists, queues, stacks, heaps, binary trees and graphs can be implemented.
nb: Vite hvordan datastrukturer og algoritmer for lister, køer, stabler (stack), hauger (heap), binære trær, og grafer kan implementeres.

source: Fundamental laws of electric circuits, Ohm's law, Kirchoffs laws.
nb: Grunnleggende lover for elektriske kretser, Ohms lov, Kirchoffs lover.

source: What is risk and risk analysis?
nb: Hva er risiko og risikoanalyse?

source: All students studying at Bjergsted campus can borrow equipment for study-related concerts and projec
nb: Alle studenter tilhørende campus Bjergsted kan låne utstyr til studierelaterte konserter og prosjekt

source: In addition to the universities, regional development stakeholders from all seven regions have participated in the project.
nb: I tillegg til universitetene har regionale utviklingsaktører i alle sju regionene vært deltakere i prosjektet.

source: For questions related to application and admission, please send and e-mail to
nb: For spørsmål knyttet til søknad og opptak, vennligst ta kontakt på e-post

source: The three doctoral research fellows affiliated with UiS have focused on how companies and universities can collaborate with each other, but from different approaches and points of view.
nb: De tre stipendiatene som er knyttet til UiS, har konsentrert seg om hvordan bedrifter og universiteter kan samarbeide, men fra ulike innganger og ståsteder.

source: In my role as a consultant in Talent & Reward, I am exposed to projects and customers that come from different countries and industries.
nb: I min rolle som konsulent innen Talent & Reward blir jeg eksponert for prosjekter og kunder som kommer fra ulike land og industrier.

source: MEES is the Line Association for the Master in Energy, Environment and Society at UiS.
nb: MEES er Linjeforening for master i Energi, Miljø og Samfunn.

source: The Covid-19 pandemic and outbound exchange - spring semester 2022
nb: Covid-19-pandemien og utveksling høsten 2022

source: The second part focuses on mathematical modeling of various mechanical / kinematic, thermal / process engineering and electrical systems.
nb: Den andre delen fokuserer på matematisk modellering av ulike mekaniske/kinematiske, termiske/prosesstekniske og elektriske system.

source: BYG140 Structural Mechanics 1, BYG205 Structural Mechanics 2, BYG210 Construction physics and house building, BYG220 Concrete Constructions
nb: BYG140 Konstruksjonsmekanikk 1, BYG205 Konstruksjonsmekanikk 2, BYG210 Bygningsfysikk og husbygg, BYG220 Betongkonstruksjoner

source: The doctoral research fellows also take part in two exchange periods at other universities or regional development companies in the network.
nb: Stipendiatene har dessuten to utvekslingsopphold ved andre universiteter eller regionale utviklingsselskaper i nettverket.

source: statements made in public, in publications, in the classroom, on social media etc.
nb: være utsagn i offentligheten, i publikasjoner, i undervisningsrom, på sosiale medier mm.

source: Can inform, teach and guide patients, family members, fellow students and staff
nb: Kan informere, undervise og veilede pasienter, pårørende, medstudenter og medarbeidere

source: Frontline healthcare personnel in Hospitals A and B, from both acute and non-acute departments, were invited to respond to three Norwegian translated teamwork questionnaires, which were tested for psychometric properties (Part 1).
nb: Helsepersonell på sykehus A og B, fra både spesialenheter og sengeposter, ble invitert til å svare på tre spørreskjema om oppfattelse av teamarbeid og oppfattelse av beslutningstaking i team i deres enhet, samt holdninger til teamarbeid. Spørreskjemaene var oversatt til norsk og ble testet for validitet og reliabilitet (Del 1).

source: Know about different thermodynamical phenonema at the microscopic level, including phase transitions, heat capacity, magnetisations, spin systems.
nb: Kjenne til forskellige termodynamiske fenomener på mikroskopisk nivå, herunder faseoverganger, varmekapasitet, magnetisering, spin-systemer.

source: Workspace: Department/Institution/Company, Address, Telephone.
nb: institutt/institusjon/firma, adresse, telefon.

source: This course will form a basis for a written essay on a chosen theme. The lectures will be 4 hour per week in week 2, 3, 4, 5 and 6.
nb: Undervisningen i vitenskapsteori vil gå 4 timer pr uke i uke 2, uke 3, uke 4, uke 5 og uke 6. Det legges opp til at undervisningen blir streamet.

source: The Master project in semester 3-4 offers the opportunity to apply the acquired skills to a specific, often very challenging problem in contemporary mathematics or physics.
nb: Masterprosjektet i semester 3-4 gir mulighet for å bruke de tillærte ferdigheter på en konkret, ofte svært utfordrende problemstilling innen moderne matematikk og fysikk.

source: [A] BC survivors that were interviewed in connection with study [2]
nb: [A] Brystkreftoverlevere som ble intervjuet i forbindelse med studien [2]
